export const namespace = 'ark'

/* DATA_START */
export const data = {
    "next_id": 409,
    "values": [
        {
            "id": 0,
            "name": "先锋/CONFESS-47"
        },
        {
            "id": 1,
            "name": "先锋/夜刀"
        },
        {
            "id": 2,
            "name": "先锋/芬"
        },
        {
            "id": 3,
            "name": "先锋/翎羽"
        },
        {
            "id": 4,
            "name": "先锋/香草"
        },
        {
            "id": 5,
            "name": "先锋/清道夫"
        },
        {
            "id": 6,
            "name": "先锋/红豆"
        },
        {
            "id": 7,
            "name": "先锋/豆苗"
        },
        {
            "id": 8,
            "name": "先锋/冬时"
        },
        {
            "id": 9,
            "name": "先锋/桃金娘"
        },
        {
            "id": 10,
            "name": "先锋/讯使"
        },
        {
            "id": 11,
            "name": "先锋/德克萨斯"
        },
        {
            "id": 12,
            "name": "先锋/晓歌"
        },
        {
            "id": 13,
            "name": "先锋/青枳"
        },
        {
            "id": 14,
            "name": "先锋/夜半"
        },
        {
            "id": 15,
            "name": "先锋/焰影苇草"
        },
        {
            "id": 16,
            "name": "先锋/渡桥"
        },
        {
            "id": 17,
            "name": "先锋/贾维"
        },
        {
            "id": 18,
            "name": "先锋/凛冬"
        },
        {
            "id": 19,
            "name": "先锋/极境"
        },
        {
            "id": 20,
            "name": "先锋/寻澜"
        },
        {
            "id": 21,
            "name": "先锋/齐尔查克"
        },
        {
            "id": 22,
            "name": "先锋/万顷"
        },
        {
            "id": 23,
            "name": "先锋/松桐"
        },
        {
            "id": 24,
            "name": "先锋/格拉尼"
        },
        {
            "id": 25,
            "name": "先锋/野鬃"
        },
        {
            "id": 26,
            "name": "先锋/谜图"
        },
        {
            "id": 27,
            "name": "先锋/红隼"
        },
        {
            "id": 28,
            "name": "先锋/历阵锐枪芬"
        },
        {
            "id": 29,
            "name": "先锋/风笛"
        },
        {
            "id": 30,
            "name": "先锋/忍冬"
        },
        {
            "id": 31,
            "name": "先锋/嵯峨"
        },
        {
            "id": 32,
            "name": "先锋/推进之王"
        },
        {
            "id": 33,
            "name": "先锋/焰尾"
        },
        {
            "id": 34,
            "name": "先锋/伊内丝"
        },
        {
            "id": 35,
            "name": "先锋/琴柳"
        },
        {
            "id": 36,
            "name": "先锋/凛御银灰"
        },
        {
            "id": 37,
            "name": "先锋/缪尔赛思"
        },
        {
            "id": 38,
            "name": "先锋/伺夜"
        },
        {
            "id": 39,
            "name": "医疗/Lancet-2"
        },
        {
            "id": 40,
            "name": "医疗/芙蓉"
        },
        {
            "id": 41,
            "name": "医疗/安赛尔"
        },
        {
            "id": 42,
            "name": "医疗/嘉维尔"
        },
        {
            "id": 43,
            "name": "医疗/调香师"
        },
        {
            "id": 44,
            "name": "医疗/褐果"
        },
        {
            "id": 45,
            "name": "医疗/苏苏洛"
        },
        {
            "id": 46,
            "name": "医疗/未药"
        },
        {
            "id": 47,
            "name": "医疗/清流"
        },
        {
            "id": 48,
            "name": "医疗/明椒"
        },
        {
            "id": 49,
            "name": "医疗/桑甚"
        },
        {
            "id": 50,
            "name": "医疗/白面鸮"
        },
        {
            "id": 51,
            "name": "医疗/录武官"
        },
        {
            "id": 52,
            "name": "医疗/华法琳"
        },
        {
            "id": 53,
            "name": "医疗/桑葚"
        },
        {
            "id": 54,
            "name": "医疗/诺威尔"
        },
        {
            "id": 55,
            "name": "医疗/絮雨"
        },
        {
            "id": 56,
            "name": "医疗/赫默"
        },
        {
            "id": 57,
            "name": "医疗/蜜莓"
        },
        {
            "id": 58,
            "name": "医疗/风絮"
        },
        {
            "id": 59,
            "name": "医疗/微风"
        },
        {
            "id": 60,
            "name": "医疗/锡兰"
        },
        {
            "id": 61,
            "name": "医疗/亚叶"
        },
        {
            "id": 62,
            "name": "医疗/哈洛德"
        },
        {
            "id": 63,
            "name": "医疗/图耶"
        },
        {
            "id": 64,
            "name": "医疗/瑰盐"
        },
        {
            "id": 65,
            "name": "医疗/莎草"
        },
        {
            "id": 66,
            "name": "医疗/濯尘芙蓉"
        },
        {
            "id": 67,
            "name": "医疗/阿米娅（医疗)"
        },
        {
            "id": 68,
            "name": "医疗/凯尔希"
        },
        {
            "id": 69,
            "name": "医疗/缇缇"
        },
        {
            "id": 70,
            "name": "医疗/Mon3tr"
        },
        {
            "id": 71,
            "name": "医疗/夜莺"
        },
        {
            "id": 72,
            "name": "医疗/闪灵"
        },
        {
            "id": 73,
            "name": "医疗/纯烬艾雅法拉"
        },
        {
            "id": 74,
            "name": "医疗/流明"
        },
        {
            "id": 75,
            "name": "医疗/焰影苇草"
        },
        {
            "id": 76,
            "name": "术师/杜林"
        },
        {
            "id": 77,
            "name": "术师/12F"
        },
        {
            "id": 78,
            "name": "术师/炎熔"
        },
        {
            "id": 79,
            "name": "术师/史都华德"
        },
        {
            "id": 80,
            "name": "术师/夜烟"
        },
        {
            "id": 81,
            "name": "术师/布丁"
        },
        {
            "id": 82,
            "name": "术师/卡达"
        },
        {
            "id": 83,
            "name": "术师/远山"
        },
        {
            "id": 84,
            "name": "术师/协律"
        },
        {
            "id": 85,
            "name": "术师/深靛"
        },
        {
            "id": 86,
            "name": "术师/承曦格雷伊"
        },
        {
            "id": 87,
            "name": "术师/复奏"
        },
        {
            "id": 88,
            "name": "术师/寒檀"
        },
        {
            "id": 89,
            "name": "术师/蚀清"
        },
        {
            "id": 90,
            "name": "术师/惊蛰"
        },
        {
            "id": 91,
            "name": "术师/阿罗玛"
        },
        {
            "id": 92,
            "name": "术师/莱恩哈特"
        },
        {
            "id": 93,
            "name": "术师/阿米娅"
        },
        {
            "id": 94,
            "name": "术师/特克诺"
        },
        {
            "id": 95,
            "name": "术师/爱丽丝"
        },
        {
            "id": 96,
            "name": "术师/天火"
        },
        {
            "id": 97,
            "name": "术师/温米"
        },
        {
            "id": 98,
            "name": "术师/洛洛"
        },
        {
            "id": 99,
            "name": "术师/和弦"
        },
        {
            "id": 100,
            "name": "术师/折光"
        },
        {
            "id": 101,
            "name": "术师/夜魔"
        },
        {
            "id": 102,
            "name": "术师/雪绒"
        },
        {
            "id": 103,
            "name": "术师/戴菲恩"
        },
        {
            "id": 104,
            "name": "术师/蜜蜡"
        },
        {
            "id": 105,
            "name": "术师/星源"
        },
        {
            "id": 106,
            "name": "术师/苦艾"
        },
        {
            "id": 107,
            "name": "术师/薄绿"
        },
        {
            "id": 108,
            "name": "术师/特米米"
        },
        {
            "id": 109,
            "name": "术师/Miss.Christine"
        },
        {
            "id": 110,
            "name": "术师/耶拉"
        },
        {
            "id": 111,
            "name": "术师/至简"
        },
        {
            "id": 112,
            "name": "术师/炎狱炎熔"
        },
        {
            "id": 113,
            "name": "术师/逻各斯"
        },
        {
            "id": 114,
            "name": "术师/霍尔海雅"
        },
        {
            "id": 115,
            "name": "术师/黑键"
        },
        {
            "id": 116,
            "name": "术师/林"
        },
        {
            "id": 117,
            "name": "术师/莫斯提马"
        },
        {
            "id": 118,
            "name": "术师/真言"
        },
        {
            "id": 119,
            "name": "术师/卡涅利安"
        },
        {
            "id": 120,
            "name": "术师/伊芙利特"
        },
        {
            "id": 121,
            "name": "术师/澄闪"
        },
        {
            "id": 122,
            "name": "术师/异客"
        },
        {
            "id": 123,
            "name": "术师/刻俄柏"
        },
        {
            "id": 124,
            "name": "术师/妮芙"
        },
        {
            "id": 125,
            "name": "术师/纯烬艾雅法拉"
        },
        {
            "id": 126,
            "name": "术师/死芒"
        },
        {
            "id": 127,
            "name": "术师/荒芜拉普兰德"
        },
        {
            "id": 128,
            "name": "术师/夕"
        },
        {
            "id": 129,
            "name": "术师/玛露西尔"
        },
        {
            "id": 130,
            "name": "术师/烛煌"
        },
        {
            "id": 131,
            "name": "术师/圣聆初雪"
        },
        {
            "id": 132,
            "name": "特种/THRM-EX"
        },
        {
            "id": 133,
            "name": "特种/阿消"
        },
        {
            "id": 134,
            "name": "特种/孑"
        },
        {
            "id": 135,
            "name": "特种/伊桑"
        },
        {
            "id": 136,
            "name": "特种/云迹"
        },
        {
            "id": 137,
            "name": "特种/暗索"
        },
        {
            "id": 138,
            "name": "特种/维荻"
        },
        {
            "id": 139,
            "name": "特种/砾"
        },
        {
            "id": 140,
            "name": "特种/杏仁"
        },
        {
            "id": 141,
            "name": "特种/卡夫卡"
        },
        {
            "id": 142,
            "name": "特种/食铁兽"
        },
        {
            "id": 143,
            "name": "特种/钼铅"
        },
        {
            "id": 144,
            "name": "特种/绮良"
        },
        {
            "id": 145,
            "name": "特种/崖心"
        },
        {
            "id": 146,
            "name": "特种/风丸"
        },
        {
            "id": 147,
            "name": "特种/空构"
        },
        {
            "id": 148,
            "name": "特种/裁度"
        },
        {
            "id": 149,
            "name": "特种/槐琥"
        },
        {
            "id": 150,
            "name": "特种/蒂比"
        },
        {
            "id": 151,
            "name": "特种/狮蝎"
        },
        {
            "id": 152,
            "name": "特种/乌有"
        },
        {
            "id": 153,
            "name": "特种/红"
        },
        {
            "id": 154,
            "name": "特种/双月"
        },
        {
            "id": 155,
            "name": "特种/若叶睦"
        },
        {
            "id": 156,
            "name": "特种/霜华"
        },
        {
            "id": 157,
            "name": "特种/八幡海铃"
        },
        {
            "id": 158,
            "name": "特种/锡人"
        },
        {
            "id": 159,
            "name": "特种/贝娜"
        },
        {
            "id": 160,
            "name": "特种/罗宾"
        },
        {
            "id": 161,
            "name": "特种/见行者"
        },
        {
            "id": 162,
            "name": "特种/雪雉"
        },
        {
            "id": 163,
            "name": "特种/多萝西"
        },
        {
            "id": 164,
            "name": "特种/温蒂"
        },
        {
            "id": 165,
            "name": "特种/阿斯卡纶"
        },
        {
            "id": 166,
            "name": "特种/傀影"
        },
        {
            "id": 167,
            "name": "特种/阿"
        },
        {
            "id": 168,
            "name": "特种/老鲤"
        },
        {
            "id": 169,
            "name": "特种/水月"
        },
        {
            "id": 170,
            "name": "特种/新约能天使"
        },
        {
            "id": 171,
            "name": "特种/归溟幽灵鲨"
        },
        {
            "id": 172,
            "name": "特种/缄默德克萨斯"
        },
        {
            "id": 173,
            "name": "特种/望"
        },
        {
            "id": 174,
            "name": "特种/艾拉"
        },
        {
            "id": 175,
            "name": "特种/歌蕾蒂娅"
        },
        {
            "id": 176,
            "name": "特种/弑君者"
        },
        {
            "id": 177,
            "name": "特种/麒麟R夜刀"
        },
        {
            "id": 178,
            "name": "特种/引星棘刺"
        },
        {
            "id": 179,
            "name": "特种/琳琅诗怀雅"
        },
        {
            "id": 180,
            "name": "狙击/正义骑士号"
        },
        {
            "id": 181,
            "name": "狙击/泰拉大陆调查团"
        },
        {
            "id": 182,
            "name": "狙击/巡林者"
        },
        {
            "id": 183,
            "name": "狙击/克洛丝"
        },
        {
            "id": 184,
            "name": "狙击/安德切尔"
        },
        {
            "id": 185,
            "name": "狙击/空爆"
        },
        {
            "id": 186,
            "name": "狙击/跃跃"
        },
        {
            "id": 187,
            "name": "狙击/梅"
        },
        {
            "id": 188,
            "name": "狙击/安比尔"
        },
        {
            "id": 189,
            "name": "狙击/杰西卡"
        },
        {
            "id": 190,
            "name": "狙击/酸糖"
        },
        {
            "id": 191,
            "name": "狙击/红云"
        },
        {
            "id": 192,
            "name": "狙击/白雪"
        },
        {
            "id": 193,
            "name": "狙击/流星"
        },
        {
            "id": 194,
            "name": "狙击/铅踝"
        },
        {
            "id": 195,
            "name": "狙击/松果"
        },
        {
            "id": 196,
            "name": "狙击/陨星"
        },
        {
            "id": 197,
            "name": "狙击/守林人"
        },
        {
            "id": 198,
            "name": "狙击/奥斯塔"
        },
        {
            "id": 199,
            "name": "狙击/普罗旺斯"
        },
        {
            "id": 200,
            "name": "狙击/灰喉"
        },
        {
            "id": 201,
            "name": "狙击/慑砂"
        },
        {
            "id": 202,
            "name": "狙击/熔泉"
        },
        {
            "id": 203,
            "name": "狙击/四月"
        },
        {
            "id": 204,
            "name": "狙击/蓝毒"
        },
        {
            "id": 205,
            "name": "狙击/子月"
        },
        {
            "id": 206,
            "name": "狙击/雪猎"
        },
        {
            "id": 207,
            "name": "狙击/安哲拉"
        },
        {
            "id": 208,
            "name": "狙击/送葬人"
        },
        {
            "id": 209,
            "name": "狙击/吉星"
        },
        {
            "id": 210,
            "name": "狙击/玫拉"
        },
        {
            "id": 211,
            "name": "狙击/白金"
        },
        {
            "id": 212,
            "name": "狙击/水灯心"
        },
        {
            "id": 213,
            "name": "狙击/截云"
        },
        {
            "id": 214,
            "name": "狙击/矩"
        },
        {
            "id": 215,
            "name": "狙击/冰酿"
        },
        {
            "id": 216,
            "name": "狙击/埃拉托"
        },
        {
            "id": 217,
            "name": "狙击/天空盒"
        },
        {
            "id": 218,
            "name": "狙击/隐现"
        },
        {
            "id": 219,
            "name": "狙击/寒芒克洛丝"
        },
        {
            "id": 220,
            "name": "狙击/承曦格雷伊"
        },
        {
            "id": 221,
            "name": "狙击/鸿雪"
        },
        {
            "id": 222,
            "name": "狙击/早露"
        },
        {
            "id": 223,
            "name": "狙击/蕾缪安"
        },
        {
            "id": 224,
            "name": "狙击/远牙"
        },
        {
            "id": 225,
            "name": "狙击/娜仁图亚"
        },
        {
            "id": 226,
            "name": "狙击/提丰"
        },
        {
            "id": 227,
            "name": "狙击/菲亚梅塔"
        },
        {
            "id": 228,
            "name": "狙击/能天使"
        },
        {
            "id": 229,
            "name": "狙击/空弦"
        },
        {
            "id": 230,
            "name": "狙击/黑"
        },
        {
            "id": 231,
            "name": "狙击/莱伊"
        },
        {
            "id": 232,
            "name": "狙击/假日威龙陈"
        },
        {
            "id": 233,
            "name": "狙击/维什戴尔"
        },
        {
            "id": 234,
            "name": "狙击/迷迭香"
        },
        {
            "id": 235,
            "name": "狙击/W"
        },
        {
            "id": 236,
            "name": "狙击/灰烬"
        },
        {
            "id": 237,
            "name": "辅助/PhonoR-O"
        },
        {
            "id": 238,
            "name": "辅助/U-Official"
        },
        {
            "id": 239,
            "name": "辅助/梓兰"
        },
        {
            "id": 240,
            "name": "辅助/深海色"
        },
        {
            "id": 241,
            "name": "辅助/波登可"
        },
        {
            "id": 242,
            "name": "辅助/地灵"
        },
        {
            "id": 243,
            "name": "辅助/罗比菈塔"
        },
        {
            "id": 244,
            "name": "辅助/夏栎"
        },
        {
            "id": 245,
            "name": "辅助/初雪"
        },
        {
            "id": 246,
            "name": "辅助/真理"
        },
        {
            "id": 247,
            "name": "辅助/小满"
        },
        {
            "id": 248,
            "name": "辅助/空"
        },
        {
            "id": 249,
            "name": "辅助/波卜"
        },
        {
            "id": 250,
            "name": "辅助/但书"
        },
        {
            "id": 251,
            "name": "辅助/格劳克斯"
        },
        {
            "id": 252,
            "name": "辅助/衡沙"
        },
        {
            "id": 253,
            "name": "辅助/掠风"
        },
        {
            "id": 254,
            "name": "辅助/月禾"
        },
        {
            "id": 255,
            "name": "辅助/海霓"
        },
        {
            "id": 256,
            "name": "辅助/阿兰娜"
        },
        {
            "id": 257,
            "name": "辅助/海蒂"
        },
        {
            "id": 258,
            "name": "辅助/梅尔"
        },
        {
            "id": 259,
            "name": "辅助/巫恋"
        },
        {
            "id": 260,
            "name": "辅助/九色鹿"
        },
        {
            "id": 261,
            "name": "辅助/三角初华"
        },
        {
            "id": 262,
            "name": "辅助/行箸"
        },
        {
            "id": 263,
            "name": "辅助/稀音"
        },
        {
            "id": 264,
            "name": "辅助/凯瑟琳"
        },
        {
            "id": 265,
            "name": "辅助/凛视"
        },
        {
            "id": 266,
            "name": "辅助/撷英调香师"
        },
        {
            "id": 267,
            "name": "辅助/安洁莉娜"
        },
        {
            "id": 268,
            "name": "辅助/魔王"
        },
        {
            "id": 269,
            "name": "辅助/遥"
        },
        {
            "id": 270,
            "name": "辅助/白铁"
        },
        {
            "id": 271,
            "name": "辅助/铃兰"
        },
        {
            "id": 272,
            "name": "辅助/灵知"
        },
        {
            "id": 273,
            "name": "辅助/娜斯提"
        },
        {
            "id": 274,
            "name": "辅助/麦哲伦"
        },
        {
            "id": 275,
            "name": "辅助/浊心斯卡蒂"
        },
        {
            "id": 276,
            "name": "辅助/令"
        },
        {
            "id": 277,
            "name": "辅助/塑心"
        },
        {
            "id": 278,
            "name": "辅助/电弧"
        },
        {
            "id": 279,
            "name": "辅助/溯光星源"
        },
        {
            "id": 280,
            "name": "辅助/淬羽赫默"
        },
        {
            "id": 281,
            "name": "辅助/酒神"
        },
        {
            "id": 282,
            "name": "近卫/Castle-3"
        },
        {
            "id": 283,
            "name": "近卫/泡普卡"
        },
        {
            "id": 284,
            "name": "近卫/玫兰莎"
        },
        {
            "id": 285,
            "name": "近卫/月见夜"
        },
        {
            "id": 286,
            "name": "近卫/杰克"
        },
        {
            "id": 287,
            "name": "近卫/艾丝黛尔"
        },
        {
            "id": 288,
            "name": "近卫/休谟斯"
        },
        {
            "id": 289,
            "name": "近卫/霜叶"
        },
        {
            "id": 290,
            "name": "近卫/石英"
        },
        {
            "id": 291,
            "name": "近卫/宴"
        },
        {
            "id": 292,
            "name": "近卫/慕斯"
        },
        {
            "id": 293,
            "name": "近卫/缠丸"
        },
        {
            "id": 294,
            "name": "近卫/芳汀"
        },
        {
            "id": 295,
            "name": "近卫/猎蜂"
        },
        {
            "id": 296,
            "name": "近卫/刻刀"
        },
        {
            "id": 297,
            "name": "近卫/骋风"
        },
        {
            "id": 298,
            "name": "近卫/杜宾"
        },
        {
            "id": 299,
            "name": "近卫/罗小黑"
        },
        {
            "id": 300,
            "name": "近卫/断罪者"
        },
        {
            "id": 301,
            "name": "近卫/星极"
        },
        {
            "id": 302,
            "name": "近卫/摩根"
        },
        {
            "id": 303,
            "name": "近卫/断崖"
        },
        {
            "id": 304,
            "name": "近卫/幽灵鲨"
        },
        {
            "id": 305,
            "name": "近卫/达格达"
        },
        {
            "id": 306,
            "name": "近卫/拉普兰德"
        },
        {
            "id": 307,
            "name": "近卫/赤冬"
        },
        {
            "id": 308,
            "name": "近卫/芙兰卡"
        },
        {
            "id": 309,
            "name": "近卫/暴行"
        },
        {
            "id": 310,
            "name": "近卫/诗怀雅"
        },
        {
            "id": 311,
            "name": "近卫/布洛卡"
        },
        {
            "id": 312,
            "name": "近卫/因陀罗"
        },
        {
            "id": 313,
            "name": "近卫/聆音"
        },
        {
            "id": 314,
            "name": "近卫/铎铃"
        },
        {
            "id": 315,
            "name": "近卫/羽毛笔"
        },
        {
            "id": 316,
            "name": "近卫/烈夏"
        },
        {
            "id": 317,
            "name": "近卫/燧石"
        },
        {
            "id": 318,
            "name": "近卫/哈蒂娅"
        },
        {
            "id": 319,
            "name": "近卫/战车"
        },
        {
            "id": 320,
            "name": "近卫/医生"
        },
        {
            "id": 321,
            "name": "近卫/莱欧斯"
        },
        {
            "id": 322,
            "name": "近卫/祐天寺若麦"
        },
        {
            "id": 323,
            "name": "近卫/导火索"
        },
        {
            "id": 324,
            "name": "近卫/龙舌兰"
        },
        {
            "id": 325,
            "name": "近卫/奥达"
        },
        {
            "id": 326,
            "name": "近卫/鞭刃"
        },
        {
            "id": 327,
            "name": "近卫/炎客"
        },
        {
            "id": 328,
            "name": "近卫/柏喙"
        },
        {
            "id": 329,
            "name": "近卫/海沫"
        },
        {
            "id": 330,
            "name": "近卫/苍苔"
        },
        {
            "id": 331,
            "name": "近卫/铸铁"
        },
        {
            "id": 332,
            "name": "近卫/摆渡人"
        },
        {
            "id": 333,
            "name": "近卫/火龙S黑角"
        },
        {
            "id": 334,
            "name": "近卫/阿米娅（近卫）"
        },
        {
            "id": 335,
            "name": "近卫/陈"
        },
        {
            "id": 336,
            "name": "近卫/乌尔比安"
        },
        {
            "id": 337,
            "name": "近卫/隐德来希"
        },
        {
            "id": 338,
            "name": "近卫/薇薇安娜"
        },
        {
            "id": 339,
            "name": "近卫/引星棘刺"
        },
        {
            "id": 340,
            "name": "近卫/银灰"
        },
        {
            "id": 341,
            "name": "近卫/赫拉格"
        },
        {
            "id": 342,
            "name": "近卫/帕拉斯"
        },
        {
            "id": 343,
            "name": "近卫/斯卡蒂"
        },
        {
            "id": 344,
            "name": "近卫/贝洛内"
        },
        {
            "id": 345,
            "name": "近卫/锏"
        },
        {
            "id": 346,
            "name": "近卫/赫德雷"
        },
        {
            "id": 347,
            "name": "近卫/艾丽妮"
        },
        {
            "id": 348,
            "name": "近卫/史尔特尔"
        },
        {
            "id": 349,
            "name": "近卫/仇白"
        },
        {
            "id": 350,
            "name": "近卫/左乐"
        },
        {
            "id": 351,
            "name": "近卫/煌"
        },
        {
            "id": 352,
            "name": "近卫/远山"
        },
        {
            "id": 353,
            "name": "近卫/玛恩纳"
        },
        {
            "id": 354,
            "name": "近卫/百炼嘉维尔"
        },
        {
            "id": 355,
            "name": "近卫/耀骑士临光"
        },
        {
            "id": 356,
            "name": "近卫/重岳"
        },
        {
            "id": 357,
            "name": "近卫/佩佩"
        },
        {
            "id": 358,
            "name": "近卫/丰川祥子"
        },
        {
            "id": 359,
            "name": "近卫/止颂"
        },
        {
            "id": 360,
            "name": "近卫/维娜·维多利亚"
        },
        {
            "id": 361,
            "name": "近卫/司霆惊蛰"
        },
        {
            "id": 362,
            "name": "近卫/赤刃明霄陈"
        },
        {
            "id": 363,
            "name": "近卫/圣约送葬人"
        },
        {
            "id": 364,
            "name": "重装/Friston-3"
        },
        {
            "id": 365,
            "name": "重装/黑角"
        },
        {
            "id": 366,
            "name": "重装/米格鲁"
        },
        {
            "id": 367,
            "name": "重装/卡缇"
        },
        {
            "id": 368,
            "name": "重装/斑点"
        },
        {
            "id": 369,
            "name": "重装/古米"
        },
        {
            "id": 370,
            "name": "重装/坚雷"
        },
        {
            "id": 371,
            "name": "重装/露托"
        },
        {
            "id": 372,
            "name": "重装/角峰"
        },
        {
            "id": 373,
            "name": "重装/泡泡"
        },
        {
            "id": 374,
            "name": "重装/蛇屠箱"
        },
        {
            "id": 375,
            "name": "重装/折桠"
        },
        {
            "id": 376,
            "name": "重装/石棉"
        },
        {
            "id": 377,
            "name": "重装/临光"
        },
        {
            "id": 378,
            "name": "重装/洋灰"
        },
        {
            "id": 379,
            "name": "重装/极光"
        },
        {
            "id": 380,
            "name": "重装/雷蛇"
        },
        {
            "id": 381,
            "name": "重装/火哨"
        },
        {
            "id": 382,
            "name": "重装/吽"
        },
        {
            "id": 383,
            "name": "重装/灰毫"
        },
        {
            "id": 384,
            "name": "重装/可颂"
        },
        {
            "id": 385,
            "name": "重装/深律"
        },
        {
            "id": 386,
            "name": "重装/火神"
        },
        {
            "id": 387,
            "name": "重装/菲莱"
        },
        {
            "id": 388,
            "name": "重装/响石"
        },
        {
            "id": 389,
            "name": "重装/闪击"
        },
        {
            "id": 390,
            "name": "重装/森西"
        },
        {
            "id": 391,
            "name": "重装/深巡"
        },
        {
            "id": 392,
            "name": "重装/暮落"
        },
        {
            "id": 393,
            "name": "重装/拜松"
        },
        {
            "id": 394,
            "name": "重装/暴雨"
        },
        {
            "id": 395,
            "name": "重装/车尔尼"
        },
        {
            "id": 396,
            "name": "重装/号角"
        },
        {
            "id": 397,
            "name": "重装/星熊"
        },
        {
            "id": 398,
            "name": "重装/塞雷娅"
        },
        {
            "id": 399,
            "name": "重装/泥岩"
        },
        {
            "id": 400,
            "name": "重装/瑕光"
        },
        {
            "id": 401,
            "name": "重装/斥罪"
        },
        {
            "id": 402,
            "name": "重装/森蚺"
        },
        {
            "id": 403,
            "name": "重装/斩业星熊"
        },
        {
            "id": 404,
            "name": "重装/黍"
        },
        {
            "id": 405,
            "name": "重装/余"
        },
        {
            "id": 406,
            "name": "重装/年"
        },
        {
            "id": 407,
            "name": "重装/信仰搅拌机"
        },
        {
            "id": 408,
            "name": "重装/涤火杰西卡"
        }
    ]
}
/* DATA_END */

export const presets = [
    {
        name: '六星干员排行',
        save: '0eJwtjNlKVAEAhr//oqtKLUntIltU6A16AJc2SHMpMisd9Wh5lWmrlimOqKdZXHIgQQRrcnIdQ/KYvUnZcrYxwVfoMMQP/9X3fc7wspuYc7bSTjzhRib8eRN3+rMXC/sjKW8n7m3PHnw17e1h+9s7JzroDwxxyFlYxTAuBIM8Sjmn+3ogQ5Oa1hQPGdJJHaWKDMukMvObnpUM+FCWz6eEU2pRjZp0S+284jGDOsFlKrnKLu9ZYYl127LsL2PBB2JbVjxPmTrVpUY1q16tuqM23VW1buu63iquqExFNMNLntFPDy94TZ8KlKd85eoYF6nA4xe/8VnlE+lrNeVB3MjGz1KsOt1USPdUqzdKKKYJBnjKI3pVqBwd1xGu8Jc99rFx+IHLd/6Q5ANrLLDojo86K6ZthQn9j+ZyOgif0Q11qIHnPKFbRTrMJX7ykY1/Bcp6Ig'
    }
]

export const lang = {
    'doc_title': '明日方舟从夯到拉排名',
    'title': '明日方舟干员排行',
    'subtitle': '整理自网络，仅供参考',
}

export const uiSettings = {
    submitPresetUrl: 'https://www.taptap.cn/moment/786302702312228759'
}